Repository: lriaudel/wp-tuning
Catalog: languages/wptuning-*.po
Languages: fr_fr

source: Options to improve WordPress
fr_fr: Options pour améliorer WordPress

source: Set to default setting
fr_fr: Réinitialiser les réglages

source: Settings
fr_fr: Réglages

source: Medium Large
fr_fr: Moyen large

source: WP Tuning: Define a type in your action.
fr_fr: WP Tuning : Définissez un type dans votre action.

source: Deactivate REST-API
fr_fr: Désactiver la REST Api

source: This link become not accessible:
fr_fr: Ce lien devient inaccessible :

source: Disable REST API user endpoints
fr_fr: Désactiver les points de terminaison d’utilisateur REST API

source: Disable the user endpoint for non connected user (not display the list of wordpress users)
fr_fr: Désactiver le point de terminaison pour un utilisateur non connecté (n’affiche pas la liste des utilisateurs)

source: Hide connection error
fr_fr: Masquer les erreurs de connexion

source: Hide connection error information in <code>wp-login.php</code>
fr_fr: Masquer les informations d’erreur de connexion dans <code>wp-login.php</code>.

source: Deactivate author page and author link
fr_fr: Désactiver la page de l’auteur et les liens

source: This links and pages list the login of differents authors
fr_fr: Ces liens et les pages listant les identifiant de connexion différents auteurs.

source: No punctuation and accents for uploaded file
fr_fr: Pas de ponctuation et d’accent pour les fichiers téléversés

source: Add format <em>Medium Large</em>
fr_fr: Ajout du format <em>Moyen large</em>

source: Display the existent default format <em>Medium Large</em> (768px) when you choose a media in a post
fr_fr: Affiche le format <em>Moyen large</em> existant par défaut (768 pixels) quand vous choisissez un média dans un article.

source: Allow SVG files
fr_fr: Autoriser les fichiers SVG

source: Clean dashboard
fr_fr: Nettoyer le tableau de bord

source: Deactivate the default widget (<em>welcome panel</em>, <em>Activity</em>, <em>Quick Draft</em>, <em>WordPress Events and News</em>) in admin dashboard
fr_fr: Désactiver les widgets par défaut (<em>Bienvenue</em>, <em>Activité</em>, <em>Brouillon rapide</em>, <em>Évènements et nouveautés WordPress</em>) dans le tableau de bord de l’administration.

source: Disallow file editor
fr_fr: Désactiver l’éditeur de fichier

source: Disallow file editor for plugins and themes in wp-admin.
fr_fr: Désactiver l’éditeur de fichiers pour les thèmes et l’extension dans wp-admin.

source: Disabled emoji
fr_fr: Désactiver les emoji

source: Reduces resources number loaded on front page
fr_fr: Réduction du nombre de ressources chargées sur la page d’accueil.

source: Remove H1 in Tiny MCE
fr_fr: Retirer H1 dans Tiny MCE

source: <em>H1</em> should never be used in the editor
fr_fr: <em>H1</em> ne doit jamais être utilisé dans l’éditeur.

source: Disable Block Editor default FullScreen mode
fr_fr: Désactiver le mode plein écran de l'éditeur

source: Number max of revisions
fr_fr: Nombre mximum de révisions

source: Define the number of revisions you want that WordPress saved. (Leave blank for unlimited)
fr_fr: Définissez le nombre de révisions que vous voulez que WordPress enregistre. (Laissez vide pour ne pas limiter)

source: Remove WordPress version
fr_fr: Retirer la version de WordPress

source: Remove the generator tag that is generated
fr_fr: Retirer la balise créée par le générateur.

source: Remove Windows Live Writer Manifest
fr_fr: Supprimer le manifeste de Windows Live Writer

source: Remove Windows Live Writer Manifest Link.
fr_fr: Supprimer le lien du manifeste de Windows Live Writer

source: Deactivate XML-RPC
fr_fr: Désactiver XML-RPC

source: Deactivate XML-RPC methods requiring authentication are enabled.
fr_fr: Désactiver les méthodes XML-RPC nécessitant l'authentification qui sont activées.

source: Remove RSS feed
fr_fr: Retirer le flux RSS

source: Remove Comment RSS feed
fr_fr: Retirer le Flux RSS des commentaires

source: Security
fr_fr: Sécurité

source: Media
fr_fr: Média

source: Misc
fr_fr: Divers
